//MARBIND JOB (124400000),'BIND/GRANT',CLASS=A,MSGCLASS=X,
//      NOTIFY=&SYSUID
//PROC  JCLLIB ORDER=SHARE.MARBLES.PROCLIB
//STEP1 EXEC MARBIND,MEMBER=MARBLE00
