//MARBDB   PROC
//STEP1    EXEC PGM=IKJEFT01,DYNAMNBR=20
//STEPLIB  DD  DISP=SHR,DSN=D110.PRIVATE.SDSNEXIT
//         DD  DISP=SHR,DSN=EOSDB2.DB2B10.SDSNLOAD
//         DD  DISP=SHR,DSN=CEE.SCEERUN
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=L
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
 DSN SYSTEM(D111)
 RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP11) +
      LIB('D111.RUNLIB.LOAD') +
      PARMS('/ALIGN(MID)')
 END
//DB2CMD.SYSIN DD DDNAME=SYSIN
//    PEND
